[
    {
        "Name": "Ant Financial",
        "Description": "Ant Financial Services Group is dedicated to using technology to bring the world equal opportunities. Their technologies, including blockchain, artificial intelligence, sercurity, Internet of Things and computing, has helped Ant Financial and their ecosystem partners to serve the unbanked and underbanked. By the end of March 2018, together with their JV partners, Ant Financial served 870 million users worldwide. Brands under Ant Financial include Alipay, Ant Fortune, Yu’e Bao, Zhima Credit, MYbank and Ant Financial Cloud.",
        "Year": "2004",
        "Location": "China",
        "Website": "antgroup.com",
        "Category": "Multi",
        "Ownership": "Private",
        "Keypeople": "Eric Jing",
        "Investors": "Temasek Holdings, GIC, China Investment Corp (CIC), CCB Trust, China Life, China Post Group, China Development Bank Capital, Primavera Capital Group, National Social Security Fund (NSSF)"
    },
    {
        "Name": "JD Finance",
        "Description": null,
        "Year": "2013",
        "Location": "China",
        "Website": "jr.jd.com",
        "Category": "Multi",
        "Ownership": "Private",
        "Keypeople": "Shengqiang Chen",
        "Investors": null
    },
    {
        "Name": "Grab",
        "Description": "Grab is one of the most frequently used offline-to-online (O2O) mobile platforms in Southeast Asia, evolving from a ride-hailing platform to an everyday super app that provides essential services to consumers in this region. commute.  Grab launched its proprietary digital payments platform, GrabPay, in 2016 to facilitate ride-hailing payments and has since expanded to enable peer-to-peer fund transfers, merchant transactions, insurance and micro-lending services.  ",
        "Year": "2012",
        "Location": "Singapore",
        "Website": "grab.com",
        "Category": "Multi",
        "Ownership": "Private",
        "Keypeople": "Anthony Tan",
        "Investors": "Toyota Motor Corporation, Vulcan Capital, Ping An Capital, Oppenheimer Funds, Macquarie Capital, Lightspeed Ventures Partners, All-Stars Investment, SoftBankTagline Go cashless. Pay seamlessly."
    },
    {
        "Name": "Du Xiaoman Financial",
        "Description": null,
        "Year": "2015",
        "Location": "China",
        "Website": "jinrong.baidu.com",
        "Category": "Multi",
        "Ownership": "Private",
        "Keypeople": "Zhu Guang  ",
        "Investors": "TPG, Carlyle GroupAt a GlanceTagline Xiaoxiao Finance Located  ChinaYear Founded  2015Key People  Zhu Guang  Website  jinrong.baidu.com"
    },
    {
        "Name": "SoFi",
        "Description": "Social Finance Inc. SoFi is an online finance company that provides lending products including student loan refinancing, mortgages, and personal loans. SoFi’s unconventional approach to underwriting considers account merit, employment records and a series of other key factors, creating a more holistic way of serving their customers. Individual and institutional investors are also able to positively impact social groups and the broader community while also gaining attractive rates of return. In June 2018, the company began offering customers a checking account and debit card under a new offering called SoFi Money. ",
        "Year": "2011",
        "Location": "United States",
        "Website": "sofi.com",
        "Category": "Lending",
        "Ownership": "Private",
        "Keypeople": "Anthony Noto",
        "Investors": "RPM Ventures, RSC Capital, SoftBank, Third Point Ventures, Silver Lake Partners, DCM Ventures"
    },
    {
        "Name": "Oscar Health",
        "Description": "Oscar, brainchild of US technology and healthcare experts, is transforming the current state of the US healthcare system. The company is applying big data and machine learning to reinvent preventative health care management and claims processing in an effort to increase transparency and reduce the cost of healthcare. Known for offering individual cover under the Affordable Care Act, Oscar plans on getting into Medicare Advantage in 2020, a deviation from the current offerings in individual and employer insurance markets.",
        "Year": "2013",
        "Location": "United States",
        "Website": "hioscar.com",
        "Category": "Insurance",
        "Ownership": "Private",
        "Keypeople": "Mario Schlosser,Joshua Kushner",
        "Investors": "Alphabet (Google Holding Company), Thrive Capital, General Catalyst Partners, Khosla Ventures, CapitalG, and Fidelity Investments, Founders Fund "
    },
    {
        "Name": "Nubank",
        "Description": "Tagline You control your finances.Located  BrazilYear Founded  2013Key People  David VélezWebsite  www.nubank.com.brCategory  Neo-BankOwnership  PrivateRank Last Year  12Staff👤  👤  👤  👤  👤 Nubank offers a mobile phone application that controls its own platinum Mastercard credit card, providing a seamless and simple spending experience. With 100% digital channels and reduced paperwork frictions, Nubank does not charge fees for it’s card usage and can be used in more than 30 million channels across the world. Over the last five years, Nubank has built a portfolio of 5 million customers for its no-fee credit card, while 2.5 million people have signed up for the company’s digital bank account, launched a year ago. The company is positioned as one of the top 5 credit card issuers in Brazil and the largest challenger bank in the world outside Asia. ",
        "Year": "2013",
        "Location": "Brazil",
        "Website": "www.nubank.com.br",
        "Category": "Neo-Bank",
        "Ownership": "Private",
        "Keypeople": "David Vélez",
        "Investors": null
    },
    {
        "Name": "Robinhood",
        "Description": "Robinhood is a zero fee stock trading app that also offers ETFs, options and, as of February this year, cryptocurrency trading. They enable users with a zero commission model to transact US stocks and ETFs. By slimming down the investment process and removing excessive brokerage costs, their users can easily access the financial markets. In May, Robinhood surpassed its rival E-Trade with 5 million brokerage accounts and $150 billion in transaction volume.",
        "Year": "2013",
        "Location": "United States",
        "Website": "www.robinhood.com",
        "Category": "Wealth",
        "Ownership": "Private",
        "Keypeople": "Baiju Bhatt,Vladimir Tenev,Nate Rodland",
        "Investors": "DST Global, Sequoia Capital, Iconiq Capital. Index Ventures, Tim Draper, Andreessen Horowitz, Snoop DoggTagline Invest for FreeLocated  United StatesYear Founded  2013Key People  Baiju BhattVladimir TenevNate RodlandWebsite  www.robinhood.com"
    },
    {
        "Name": "Atom Bank",
        "Description": "Atom Bank is the UK’s first bank designed specifically for digital, offering a range of personal and business banking products including Digital Mortgages by Atom, four market-leading Fixed Saver accounts and secured Business Lending to SMEs. The company, which has no physical branches, allows users to login using face and voice recognition and receive support from a 24/7 customer service team. By March of this year, Atom had taken US$1.7 billion of deposits and loaned over US$1.5 billion to SME businesses and homeowners in the UK. ",
        "Year": "2014",
        "Location": "United Kingdom",
        "Website": "www.atombank.co.uk",
        "Category": "Neo-Bank",
        "Ownership": "Private",
        "Keypeople": "Anthony Thomson,Mark Mullen",
        "Investors": "BBVA, Woodford Investment Management, Toscafund Asset Management"
    },
    {
        "Name": "Lufax Holding",
        "Description": "Lufax Holding is an Internet based lending and wealth management platform, originally set up by Ping An Group. Consumer lending remains a core part of its operations with a key focus on the use of big data and IT technologies to formulate advanced risk assessment models and implement risk control systems. In July of 2017 they launched their first product in Singapore, a wealth management platform. ",
        "Year": "2011",
        "Location": "China",
        "Website": "lu.com",
        "Category": "Multi/Wealth",
        "Ownership": "Private",
        "Keypeople": "Li Renjie  ,Gregory Gibb,James Zheng",
        "Investors": "CICC, CDH Investments, Guotai Junan Securities, China Minsheng Bank, BlackPine Private Equity PartnersTagline Wealth management platform, investment and financingLocated  ChinaYear Founded  2011Key People  Li Renjie  Gregory GibbJames ZhengWebsite  lu.com"
    },
    {
        "Name": "OneConnnect (PingAn Yizhangtong)",
        "Description": "OneConnect Financial Technology focuses on providing solutions for small and medium-sized banks, increasing revenue, reducing cost and risk and boost competitiveness. OneConnect has built four service platforms based on Big Data, Blockchain, Financial Cloud, Intelligent Finance and other new technologies. The four platforms - namely Direct Bank Cloud, Financial Cloud for small and micro enterprises, Interbank Asset Transaction and Personal Credit Investigation - aim to offer small and medium-sized banks one-stop comprehensive financial technology solutions. In mainland China, the company already serves 441 banks, 89 percent of the total.",
        "Year": "2015",
        "Location": "China",
        "Website": "jryzt.com",
        "Category": "Other",
        "Ownership": "Private",
        "Keypeople": "Ye Wangchun",
        "Investors": "IDG Ventures, SBI Group"
    },
    {
        "Name": "51 Credit Card",
        "Description": "51 Credit Card operates an app that can intelligently manage credit card bills with one click helping users to better manage their own liabilities. It also provides wealth management products, online loan applications and other personal credit-based services in a holistic manner to better serve their customer base. As of the end of 2017, it managed approximately 106.3 million credit cards, helping users complete a total of $15.6 billion in repayment transactions. Registered users across all apps have reached 81 million.",
        "Year": "2012",
        "Location": "China",
        "Website": "u51.com",
        "Category": "Wealth",
        "Ownership": "Public",
        "Keypeople": "Sun Haitao",
        "Investors": "Yintai Group, Harvest Capital, Xinhu Zhongbao Co Ltd, Tiantu Capital, JD.com"
    },
    {
        "Name": "Revolut",
        "Description": "Revolut is a digital banking alternative that allows users to transfer and spend money in various currencies with no fees using prepaid cards and a mobile app. The app also lets users track their spending and invest in cryptocurrencies and other financial products. With close to 2.8 million users, opening 7,000 new accounts per day, Revolut is processing $3 billion in monthly volumes. Last month the company announced plans to expand into Asia via Japan, partnering with Tokyo-based e-commerce group Rakuten.",
        "Year": "2015",
        "Location": "United Kingdom",
        "Website": "revolut.com",
        "Category": "Payments",
        "Ownership": "Private",
        "Keypeople": "Nikolay Storonsky",
        "Investors": "DST Global, Sprints Capital, Ribbit Capital, Greyhound Capital, Index Ventures, Balderton CapitalTagline Your digital banking alternativeLocated  United KingdomYear Founded  2015Key People  Nikolay StoronskyWebsite  revolut.com"
    },
    {
        "Name": "Compass",
        "Description": "Compass is a real estate technology company with a powerful end-to-end platform that supports the entire buying and selling workflow. The platform uses Big Data and cutting edge algorithms to provide the most accurate pricing for homes and the most efficient route to selling at the highest price. The company plans to be in each of the top U.S. cities by the end of the year and earlier this year made a move into the commercial real estate market.",
        "Year": "2012",
        "Location": "United States",
        "Website": "compass.com",
        "Category": "Payments",
        "Ownership": "Private",
        "Keypeople": "Ori Allon, Robert Reffkin, Ugo ,Di Girolamo",
        "Investors": "SoftBank Vision Fund, Qatar Investment Authority, IVP (Institutional Venture Partners), Fidelity Investments"
    },
    {
        "Name": "Stripe",
        "Description": "Stripe offers a means of accepting payments online and in mobile apps, utilising bank accounts from local and international cards. The company processes billions of dollars per annum, serving thousands of companies across a broad range of sizes. By facilitating frictionless transactions, Stripe addresses a problem rooted in code and design, not finance. Its products have expanded to include credit cards, subscription-based billing and debit cards. In July this year, the company partnered with digital payments providers Alipay and WeChat Pay to enable merchants using its platform globally to accept payments from hundreds of millions of Chinese customers.",
        "Year": "2011",
        "Location": "United States",
        "Website": "stripe.com",
        "Category": "Payments",
        "Ownership": "Private",
        "Keypeople": "John Collison,Patrick Collison",
        "Investors": "Tiger Global Management, Thirve Capital, Sequoia Capital, Kleiner Perkins, DST Global"
    },
    {
        "Name": "Clover Health",
        "Description": "Clover Health is a data-driven health insurance startup focused on lowering costs and producing improved health outcomes. The company uses analytics and custom software to direct clinical staff to proactively fill in gaps in the care of elderly and low-income members. Its technology has an 85 percent accuracy rate in identifying patients at risk of being admitted to hospital in the next 28 days - an unmatched level of precision. Currently, Clover services members of the U.S. Medicare Advantage Program, which has 18 million members in total.",
        "Year": "2013",
        "Location": "United States",
        "Website": "cloverhealth.com",
        "Category": "Insurance",
        "Ownership": "Private",
        "Keypeople": "Vivek Garipalli,Kris Gale",
        "Investors": "Greenoaks Capital, Refactor Capital, Nexus Venture Partners, DNA Capital, Wildcat Venture Partners, Sequoia Capital, First Round Capital"
    },
    {
        "Name": "Adyen",
        "Description": "Adyen is an innovative player in the payments industry providing advanced solutions to both online and physical stores across the globe. The platform enables streamlined global payment transactions, improving customer experience, processes and ultimately enhancing business performance. Mobile and Point-of-Sale avenues are available with over 187 transaction currencies and 250 payment methods. In 2017 alone, the company processed payment volumes of $127 billion.",
        "Year": "2006",
        "Location": "Netherlands",
        "Website": "adyen.com",
        "Category": "Payments",
        "Ownership": "Public",
        "Keypeople": "Pieter van der Does,Arnout Schuijff,Sam Halse",
        "Investors": "IIndex Ventures, Felicis Ventures, Temasek Holdings, General AtlanticTagline Wherever people payLocated  NetherlandsYear Founded  2006Key People  Pieter van der DoesArnout SchuijffSam HalseWebsite  adyen.com"
    },
    {
        "Name": "Policybazaar",
        "Description": "PolicyBazaar, initially founded as an information portal for learning about insurance, now operates India’s leading digital insurance brand and a marketplace that aggregates and selects deals from across the industry. PolicyBazaar now accounts for 25% of all life insurance policies being taken out in India and processes almost 300,000 transactions per month.",
        "Year": "2008",
        "Location": "India",
        "Website": "policybazaar.com",
        "Category": "Insurance",
        "Ownership": "Private",
        "Keypeople": "Alok Bansal,Yashish Dahiya",
        "Investors": "SoftBank Vision Fund, Info Edge, Temasek Holdings, Wellington Management, Tiger Global Management"
    },
    {
        "Name": "Klarna",
        "Description": "Klarna is a leading European provider of e-commerce payment options which distinguishes payers from buyers. This allows buyers to pay for pre-ordered items upon or post receipt which can create a safer after-delivery payment solution. Klarna is particularly effective in absorbing all credit and fraud risk for online stores, guaranteeing sellers that they will safely receive their transaction funds. Having grown to 60 million users, the company recently announced that it is gearing up to launch a hybrid payments-credit card around the world, a move poised to transform the payments processor into a fully fledged digital bank.",
        "Year": "2005",
        "Location": "Sweden",
        "Website": "klarna.com",
        "Category": "Payments",
        "Ownership": "Private",
        "Keypeople": "Sebastian Siemiatkowsk,Victor Jacobsson ,Niklas Adalberth",
        "Investors": "H&M Clothing Company, Permira, Creandum, VISA"
    },
    {
        "Name": "ACORN Oaknorth Holdings",
        "Description": "OakNorth specializes in small-and-medium-enterprise lending using its data and technology platform, ACORN machine. The platform leverages process excellence, machine learning, and technology to drive data-driven decision making across the loan lifecycle to help automate banking services. To date the company has lent over $2.2 billion to UK businesses. The ACORN machine has been embedded with banking partners across multiple countries, enabling them to replicate OakNorth’s success in the UK, in their own markets.",
        "Year": "2015",
        "Location": "United Kingdom",
        "Website": "oaknorth.com",
        "Category": "Lending",
        "Ownership": "Private",
        "Keypeople": "Joel Perlman,Rishi Khosla",
        "Investors": "Toscafund Asset Management, Coltrane Asset Management, Clermont Group"
    },
    {
        "Name": "Kreditech Holding",
        "Description": "Kreditech Holdings, a scoring company specialising in micro and instalment loans, uses maching-learning to provide access to better credit for the underbanked. The business adopts big data, proprietary algorithms and automated workflows to acquire, identify and assist customers within minutes or even seconds. Self-learning algorithms support the sophistication of technology to provide optimal customer service, minimise costs, improve accuracy and take on new customer data for continuous improvements. ",
        "Year": "2012",
        "Location": "Germany",
        "Website": "kreditech.com",
        "Category": "Lending",
        "Ownership": "Private",
        "Keypeople": "Alexander Muller,Sebastian Diemer,Rene Griemens",
        "Investors": "PayU, Rakuten, International Finance Corporation, J.C. Flowers & Co., Victoria Park Capital, Värde Partners, Kreos Capital, Global Founders Capital, Blumberg Capital"
    },
    {
        "Name": "Monzo",
        "Description": null,
        "Year": "2015",
        "Location": "United Kingdom",
        "Website": "monzo.com",
        "Category": "Neo-Bank",
        "Ownership": "Private",
        "Keypeople": "Jonas Huckestein ,Tom Blomfield",
        "Investors": "Goodwater Capital, Thirve Capital, Stripe, Passion Capital, Orange Digital Ventures, Crankstart FoundationAt a GlanceTagline The bank of futureLocated  United KingdomYear Founded  2015Key People  Jonas Huckestein Tom BlomfieldWebsite  monzo.com"
    },
    {
        "Name": "WeLab",
        "Description": "WeLab’s mission is to innovate traditional credit services in order to better serve consumers with a cheaper, faster and more hassle-free way of borrowing money. The company’s lending platforms are powered by WeDefend, the company’s proprietary risk management technology, which combines machine learning, big data technologies, and unstructured data to deliver a streamlined risk management and customer experience. The company acts as a platform for users to apply for credit using their mobile phones. Since founding, the company has grown to over 30 million customers in Hong Kong and mainland China.",
        "Year": "2013",
        "Location": "China",
        "Website": "welab.co",
        "Category": "Lending",
        "Ownership": "Private",
        "Keypeople": "Simon Loong,Kelly Wong ,Frances Kang Tzu-ping",
        "Investors": "International Finance Corporation, Alibaba Entrepreneurs Fund, Credit Suisse, Khazanah Nasional, Lakestar, ING Group, Guangdong Technology Financial Group"
    },
    {
        "Name": "Number26 (N26)",
        "Description": "N26 offers a mobile banking app, operating without a single physical branch, and doesn’t charge fees on transactions. It has a number of products on it’s platform including a basic current account, international money transfer, investment, overdraft, and cash withdrawal and deposit at stores. Expanding into the U.K. in August of this year, the company expects to enter the U.S. market in the first quarter of 2019. With more than 1.5 million customers signed up to the platform they recently launced ‘Spaces’, a new feature allowing users to set aside money based on their personal preferences and needs, across all geographies. ",
        "Year": "2013",
        "Location": "Germany",
        "Website": "number26.eu",
        "Category": "Neo-Bank",
        "Ownership": "Private",
        "Keypeople": "Maximilian Tayenthal ,Valentin Stalf",
        "Investors": "Tencent Holdings, Allianz X, Greyhound Capital, Horizon Ventures, Valar Ventures"
    },
    {
        "Name": "WealthSimple",
        "Description": "Wealthsimple is a rapidly growing online investment manager that allows simple, cost effective and accessible investing. Largely aimed at millenials, Wealthsimple offers personalized portfolios of diversified, low-fee, ETFs are created for each client, and automation technologies are utilised to manage and maintain them. The company also offers an on-demand advice and help channel via phone, email or text under their ‘Wealth Concierge’ brand. Newly expanded to the U.S. and the U.K., the company now has over a billion dollars in assets under management.",
        "Year": "2014",
        "Location": "Canada",
        "Website": "wealthsimple.com",
        "Category": "Wealth",
        "Ownership": "Private",
        "Keypeople": "Michael Katchen ,Dave Nugent",
        "Investors": "Impression Ventures, Power Financial Corporation"
    },
    {
        "Name": "AfterPay Touch",
        "Description": null,
        "Year": "2014",
        "Location": "Australia",
        "Website": "afterpay.com.au",
        "Category": "Payments",
        "Ownership": "Public",
        "Keypeople": "Nick Molnar,Anthony Eisen",
        "Investors": null
    },
    {
        "Name": "Dianrong",
        "Description": "Dianrong designs and customizes lending products and services with their sophisticated infrastructure, factoring in industry-specific data and insights. Online risk-management and operation tools are key components of the product and service offerings. These offerings include loan originations, investment products, and marketplace lending solutions. Dianrong originates US$500 million in monthly assets for 4 million retail lenders. Earlier this year the company announced that the next version of its supply chain finance solution will be made available on Corda, R3’s blockchain platform for finance and business.",
        "Year": "2012",
        "Location": "China",
        "Website": "dianrong.com",
        "Category": "Lending",
        "Ownership": "Private",
        "Keypeople": null,
        "Investors": "Dalian Finance Industry Investment Group (DFIIG), Orix Asia Capital Ltd, CITIC Securities, AMTD Group"
    },
    {
        "Name": "VivaRepublica (Toss)",
        "Description": "Viva Republica, through its mobile appToss, provides the simplest P2P mobile payments platform in Korea.  According to the company, their registered user base has doubled over the past year reaching eight million consumers, while the app is processing $1.4 billion in transaction volume per month.  Adding to its success in P2P payments, the company has launched over 10 financials services to become a consumer mobile financial services platform. Toss partners with incumbent financial institutions and other fintech players to provide users with services that cover all facets of their financial lives.",
        "Year": "2013",
        "Location": "Korea",
        "Website": "toss.im",
        "Category": "Payments",
        "Ownership": "Private",
        "Keypeople": "Seung Geon Lee",
        "Investors": "Sequoia Capital China, GIC, PayPal, Goodwater Capital, Bessemer Venture Capital, Altos Ventures"
    },
    {
        "Name": "QUOINE",
        "Description": "QUOINE provides trading, exchange, and next-generation financial services powered by blockchain technology. It was the first global cryptocurrency exchange to be officially licensed by the Japan Financial Service Authority. Moreover, its existing trading platforms, Qryptos and Quoinex, are among the most advanced in the world. Last month the company launched Liquid, a cryptocurrency one-stop trading portal, which will allow users to access a worldwide network of cryptocurrency exchanges. Liquid allows users to match trades across multiple transactions and cryptocurrencies. Currently QUOINE processes annual transactions worth over $50 billion.Tagline Financial Services on the BlockchainLocated  JapanYear Founded  2014Key People  Mike KayamoriMario Gomez-LozadaWebsite  quoine.comCategory  WealthOwnership  PrivateRank Last Year  New to the listStaff👤  👤  👤  👤  👤 ",
        "Year": "2014",
        "Location": "Japan",
        "Website": "quoine.com",
        "Category": "Wealth",
        "Ownership": "Private",
        "Keypeople": "Mike Kayamori,Mario Gomez-Lozada",
        "Investors": null
    },
    {
        "Name": "Kabbage",
        "Description": "Kabbage is an online lender who’s vision is to dynamically deliver products that small businesses need to operate and stay connected to the data that drives the underwriting process for lines of credit. The company recently announced that it has lent a total of US$5 billion to its customers, including US$1 billion that entrepreneurs have applied for on night and weekends - when traditional banks are closed. Emerging as an enabler of larger financial institutions, Kabbage recently announced a partnership with Canadian financial services giant Scotiabank that will allow clients in both Canada and Mexico to apply for small business loans of up to $100,000.",
        "Year": "2008",
        "Location": "United States",
        "Website": "kabbage.com",
        "Category": "Lending",
        "Ownership": "Private",
        "Keypeople": "Rob Frohwein,Marc Gorlin,Kathryn Petralia",
        "Investors": "SoftBank, Reverence, Capital Partners, Yuan Capital, UPS Strategic Enterprise Fund, Thomvest Ventures, Scotiabank, Santander InnoVentures"
    },
    {
        "Name": "Affirm",
        "Description": "Affirm is a point-of-sale lender who partners with brands and retailers online and in-store to offer shoppers a simple-interest or no-interest payment option on purchases up to $17500. The company charges no hidden fees or compounding interest, targeting customers of all ages and FICO scores, as well as groups that are traditionally underserved.The company already partners with over 1,200 merchants and in 2017 surpassed $1 billion in loan volume. It has reached millions of customers.",
        "Year": "2012",
        "Location": "United States",
        "Website": "affirm.com",
        "Category": "Lending",
        "Ownership": "Private",
        "Keypeople": "Max Levchin",
        "Investors": "GIC, Spark Capital, Ribbit Capital, Lightspeed Venture Capital, Khosla Ventures, Founders FundTagline Pay over time, on your termsLocated  United StatesYear Founded  2012Key People  Max LevchinWebsite  affirm.com"
    },
    {
        "Name": "OurCrowd",
        "Description": "OurCrowd provides an equity crowdfunding platform for accredited investors to access and invest in Israeli companies as well as other businesses from around the world. OurCrowd identifies opportunities, invests its own capital and creates a bridge between startups and an accredited pool of 10,000 international and domestic investors. They are currently backing 150 startups across the globe and have helped 20 startups sucessfully exit. The company now has offices in seven countries and earlier this year hit a major milestone surpassing US$1 billion in assets under management.",
        "Year": "2012",
        "Location": "Israel",
        "Website": "ourcrowd.com",
        "Category": "Wealth",
        "Ownership": "Private",
        "Keypeople": "John Medved,Steven Blumgart",
        "Investors": "Israel Seed Partners, Alta Berkley Venture Partners"
    },
    {
        "Name": "SolarisBank",
        "Description": "One of the first technology companies in Europe to procure a German banking license, solarisBank operates as an API-accessible banking business. The company enables businesses to offer fully digital and fully compliant financial services to their end-customers. Their suite of banking services include bank accounts, KYC services, algorithmic scoring, transactions and even payment cards. Supporting the growth of the digital economy is a key component of solarisBank’s vision.",
        "Year": "2016",
        "Location": "Germany",
        "Website": "solarisbank.de",
        "Category": "Neo-Bank",
        "Ownership": "Private",
        "Keypeople": "Andreas Bittner,Marko Wenthin,Roland Folz",
        "Investors": "BBVA, Visa, SBI Group, Lakestar, Arvato Financial Solutions, ABN AMRO Digital Impact FundTagline Enabling your business to offer financial servicesLocated  GermanyYear Founded  2016Key People  Andreas BittnerMarko WenthinRoland FolzWebsite  solarisbank.de"
    },
    {
        "Name": "Future Finance",
        "Description": "Future Finance is Europe’s leading student lender providing competitive tailored loans to that range in size and are designed to pay for everything from living expenses to tuition costs. Funds are released within 24 hours. Since 2013 the company has lent over US$85 million to students and expects to issue between US$53-$94 million in student loans just in 2018.",
        "Year": "2013",
        "Location": "Ireland",
        "Website": "futurefinance.com",
        "Category": "Lending",
        "Ownership": "Private",
        "Keypeople": "Olga Dolchenko",
        "Investors": "KCK, S-Cubed Capital, Invus, Fenway Summer Ventures, Goldman Sachs"
    },
    {
        "Name": "Neyber",
        "Description": "Neyber creates partnerships with employers in order to provide employees with a range of financial management products, including salary-deducted loans and financial education. Since 2015 the company has lent over US$90 million, to the employees of clients like UK Police Service, London City Airport, Anglian Water and NHS Trusts. Last month Neyber partnered with robo-advisor Smarterly to launch investment portal SmarterCare for business loans which will offer an investment ISA to employees allowing them to invest directly from their salary at no cost to their employer.",
        "Year": "2014",
        "Location": "United Kingdom",
        "Website": "neyber.co.uk",
        "Category": "Wealth",
        "Ownership": "Private",
        "Keypeople": "Martin Ijaha,Ezechi Britton,Monica Kalia",
        "Investors": "Goldman Sachs, Wadhawan Global Capital, Police MutualTagline An Employee Benefit To Improve Financial WellbeingLocated  United KingdomYear Founded  2014Key People  Martin IjahaEzechi BrittonMonica KaliaWebsite  neyber.co.uk"
    },
    {
        "Name": "ZhongAn",
        "Description": null,
        "Year": "2013",
        "Location": "China",
        "Website": "zhongan.com",
        "Category": "Insurance",
        "Ownership": "Public",
        "Keypeople": "Chen Jin,Xu Wei ,Jiang Xing",
        "Investors": "SoftBank Vision FundAt a GlanceTagline Tailored InsuranceLocated  ChinaYear Founded  2013Key People  Chen JinXu Wei Jiang XingWebsite  zhongan.com"
    },
    {
        "Name": "TransferWise",
        "Description": "TransferWise is a money transfer service allowing private individuals and businesses to send money abroad without hidden charges. The company, which has been profitable since early 2017, moves more than US$1B around the world each month through it’s platform.  The company has partnerned with the likes of Monzo, N26 and Estonia’s LHV which will see Transferwise power international payments for the challenger banks. Earlier this year the company also launched their borderless debit card in the UK with plans for a European roll out.",
        "Year": "2010",
        "Location": "United Kingdom",
        "Website": "transferwise.com",
        "Category": "Payments",
        "Ownership": "Private",
        "Keypeople": "Kristo Kaarman,Taavet Hirikus",
        "Investors": "Old Mutual Global Investors, IVP (Institutional Venture Partners), World Innovation Lab (WiL), Virgin Group, Sapphire Ventures, Baillie Gifford"
    },
    {
        "Name": "Pushpay",
        "Description": "Pushpay provides a donor management system, including donor tools, finance tools and a custom community app, to the faith sector, non-profit organisations and education providers in the US, Canada, Australia and New Zealand. Our leading solutions simplify engagement, payments and administration, enabling our Customers to increase participation and build stronger relationships with their communities.",
        "Year": "2011",
        "Location": "New Zealand, United States",
        "Website": "pushpay.com",
        "Category": "Payments",
        "Ownership": "Public",
        "Keypeople": "Chris Heaslip",
        "Investors": "Christopher & Banks"
    },
    {
        "Name": "League Inc.",
        "Description": "League revolutionises health insurance into an innovative, digital solution by providing options to tailor health-related accounts on a streamlined mobile platform. Their suite of apps is designed to reduce the total operating costs for companies to deliver benefits programs, the apps include a customizable digital wallet, behavioural-based health rewards and a marketplace where members can get deals on health and wellness products. League is currently licensed to operate in all 50 US states and plans to begin operations in the United Kingdom and European Union next year.",
        "Year": "2014",
        "Location": "Canada",
        "Website": "league.com",
        "Category": "Insurance",
        "Ownership": "Private",
        "Keypeople": "Michael Serbinis,Dan Leibu,Todd Humphrey,Dan Galperin",
        "Investors": "Telus Ventures, Wittington Ventures, RBC Venture Partners, OMERS, Infinite Potential GroupTagline Better Employee Benefits for Your BusinessLocated  CanadaYear Founded  2014Key People  Michael SerbinisDan LeibuTodd HumphreyDan GalperinWebsite  league.com"
    },
    {
        "Name": "Circle",
        "Description": "Circle provides an application for users to take up payment tools for Bitcoin and other digital currency services. Working to revolutionise consumer finance for users (e.g. businesses and charities), Circle is deploying simple, free technology for storing and using money. Through Circle’s mobile apps, people across the globe are able to transfer money, with greater easy and security as well as zero fees. With products such as Circle Pay, Poloniex and Circle Trade already being adopted, Circle are also on the brink of releasing investment app Circle Invest in Europe after success in the US.",
        "Year": "2013",
        "Location": "United States",
        "Website": "circle.com",
        "Category": "Payments",
        "Ownership": "Private",
        "Keypeople": "Jeremy Allaire,Sean Neville",
        "Investors": "Bitmain, Tusk Ventures, Pantera Capital, IDG Capital, General Catalyst, Digital Currency Group"
    },
    {
        "Name": "Lendingkart",
        "Description": "Lendingkart allows entrepreneurs to easily access working capital finance options, eliminating or reducing their concerns or worries about cash flow gaps. Big data analysis and technology tools create a more efficient and effective way of evaluating one’s credit worthiness, subsequently offering other related services. A potential client can have their credit risk profile evaluated and assessed, from their existing cash flows and business growth. Thereafter, a short term revolving credit line can be arranged as working capital. After a significant debt funding injection, the company is looking to expand it’s reach to over 1,200 cities across India.",
        "Year": "2014",
        "Location": "India",
        "Website": "lendingkart.com",
        "Category": "Lending",
        "Ownership": "Private",
        "Keypeople": "Harshvardhan Lunia,Mukul Sachan",
        "Investors": "Fullerton Financial Holdings, Darrin Capital Management, Saama Capital, Bertelsmann India Investments"
    },
    {
        "Name": "Opendoor",
        "Description": "Opendoor makes it possible to receive an offer on a home in just a few clicks, and sell in a matter of days, removing all of the headaches, uncertainties, and risks from the transaction. Whether selling, buying, or trading a home, Opendoor dramatically simplifies the process and avoids customers being stuck waiting to sell their house before they can move or are forced to juggle two house payments. Currently operating in 10 markets, it plans to expand to over 50.",
        "Year": "2014",
        "Location": "United States",
        "Website": "opendoor.com",
        "Category": "Payments",
        "Ownership": "Private",
        "Keypeople": "Eric Wu,Ian Wong ,Justin Ross ",
        "Investors": "Softbank Vision Fund, Lennar Corporation, General Atlantic, Access Technology Ventures, Khosla Ventures, Y Combinator"
    },
    {
        "Name": "Metromile",
        "Description": "Metromile is revolutionizing car insurance through technology with its pay-per-mile insurance model. The company offers a device called the Metromile Pulse that plugs into a car to monitor its hours on the road. Based on this data, Metromile offers drivers tailored insurance plans. Last July the company debuted Ava, an automated assistant that uses car sensor data to verify insurance claims on the spot. Using data derived from Pulse, Ava reconstructs the scene of the accident to establish what happened and can automatically approve payments in the matter of seconds.",
        "Year": "2011",
        "Location": "United States",
        "Website": "metromile.com",
        "Category": "Insurance",
        "Ownership": "Private",
        "Keypeople": null,
        "Investors": "Tokio Marine, Holdings, Intact Financial Corporation, Section 32, Index Ventures, First Round Capital"
    },
    {
        "Name": "Folio",
        "Description": "Folio offers an online security brokerage service in Japan, specialising in thematic investing. With the mission to make investing barrier-free, Folio has built a securities brokerage platform from scratch. The platform enables users to compile a diversified portfolio, managing their assets through a robo-advisor, but also by choosing themes depending on what they are interested in or want to support. ",
        "Year": "2015",
        "Location": "Japan",
        "Website": "folio-sec.com",
        "Category": "Wealth",
        "Ownership": "Private",
        "Keypeople": null,
        "Investors": "Goldman Sachs, SMBC Venture Capital, Draper Nexus Ventures, Dentsu Ventures, DCM VenturesTagline A Next-Generation Investment ServiceLocated  JapanYear Founded  2015Key People  Shinichiro KaiShunichi KajiwaraHajime Hirono  Website  folio-sec.com"
    },
    {
        "Name": "Lendix",
        "Description": "Lendix assists private, professional and institutional investors in achieving attractive returns, and helps SMBs seek simple and efficient funding options beyond the traditional offers from banking institutions. Upon project approval and interest rate determination, a project is submitted to a platform for investors to access. The average time for financing completion is less than 10 days. The company has also developed a tool called Iris, that they hope will become the biggest intelligence database for European companies.",
        "Year": "2014",
        "Location": "France",
        "Website": "en.lendix.com",
        "Category": "Lending",
        "Ownership": "Private",
        "Keypeople": "Olivier Goy  ",
        "Investors": "Idinvest, Allianz, CIR SpA, Partech Ventures, Weber Investissement, Zencap, Matmut, Decaux Freres Investissement"
    },
    {
        "Name": "GuiaBolso",
        "Description": "GuiaBolso empowers users in Brazil to better control and understand their financial health and well-being. With an approach towards automation, the company has adopted a solution to personal finance management which can assist customers on their path to financial freedom and improve their relationship with money. Their app links customers bank accounts, creates transparency for banking transactions, builds and categorises goals and manages them on an automatic basis. Guiabolso’s 3.5 million customers also have the option to alter, remove and grow their accounts to control cash expenditures.",
        "Year": "2012",
        "Location": "Brazil",
        "Website": "guiabolso.com",
        "Category": "Lending",
        "Ownership": "Private",
        "Keypeople": "Benjamin Gleason ,Thiago Alvarez",
        "Investors": "Carlos Curioni, e.Bricks Ventures, Valor Capital Group, Daniel Martins, Florian Otto, Kaszek Ventures, Ed Baker, Omidyar Network"
    },
    {
        "Name": "Starling Bank",
        "Description": "Starling Bank is a mobile-only bank offering personal, joint and business accounts. They are a fully licensed bank and in 2017 became the first mobile only bank to be granted approval from the PRA and FCA to offer customers financial products including loans, insurance, mortgages, ISAs and other investment products, all from within its app. Earlier this year they inducted the first wave of fintech startups to its Marketplace, providing customers with in-app access to a cornucopia of third party insurers, pension providers, investment platforms and mortgage brokers. This year Starling has grown its user accounts by almost 500 percent to over 210,000.",
        "Year": "2014",
        "Location": "United Kingdom",
        "Website": "starlingbank.com",
        "Category": "Neo-Bank",
        "Ownership": "Private",
        "Keypeople": "Anne Boden  ",
        "Investors": "Harald McPikeTagline See your money in a new wayLocated  United KingdomYear Founded  2014Key People  Anne Boden  Website  starlingbank.com"
    },
    {
        "Name": "Coinbase",
        "Description": "Coinbase enables digital currency transactions between traders, consumers and merchants via an online platform. The company’s mission is to create a globally accessible, open financial system. By allowing individual bitcoin wallets and enabling connected bank accounts, Coinbase ensures an improved buying and selling experience. The platform also offers a range of payment processing options that can manage high traffic levels on the internet.",
        "Year": "2012",
        "Location": "United States",
        "Website": "coinbase.com",
        "Category": "Payments",
        "Ownership": "Private",
        "Keypeople": "Brian Armstrong,Fred Ehrsam",
        "Investors": "Y Combinator, FundersClub, SV Angel, Union Square Ventures, Digital Currency Group, Andreessen Horowitz, Union Square Ventures, Reinventure Group"
    },
    {
        "Name": "Airwallex",
        "Description": "Airwallex facilitates cross-border transactions by offering secure payments facilities that allow customers to fix exchange rates for each transaction to reduce currency volatility. The software also integrates with an invoice and payments system through an online web portal. Their US$80M Series B raise in July of this year is the second-largest funding round in Australian history.",
        "Year": "2015",
        "Location": "Australia",
        "Website": "airwallex.com",
        "Category": "Payments",
        "Ownership": "Private",
        "Keypeople": "Lucy Yueting Liu,Jack Zhang ,Jacob Dai",
        "Investors": "Tencent Holdings, Sequoia China, Square Peg Capital, MasterCardTagline Forex and International Payments, Re-ImaginedLocated  AustraliaYear Founded  2015Key People  Lucy Yueting LiuJack Zhang Jacob DaiWebsite  airwallex.com"
    },
    {
        "Name": "Lemonade",
        "Description": "Lemonade is a licensed insurance carrier which uses artificial intelligence and bots to minimize paperwork and speed up the claims process for renters and homeowners. Lemonade sold $10 million in policies last year and offers them in 19 U.S. states and the district of Colombia. Appealing to millienials the company has pioneered a “Giveback” feature whereby customers join cohorts, and if any premium remains after paying the cohort’s claims, fees, and reinsurance, that money goes to a collectively designated charity.",
        "Year": "2015",
        "Location": "United States",
        "Website": "lemonade.com",
        "Category": "Insurance",
        "Ownership": "Private",
        "Keypeople": "Daniel Schreiber,Shai Wininger",
        "Investors": "SoftBank, Tusk Ventures, Sequoia Capital Israel, General Catalyst, GV (formerly Google Ventures), XL Innovate"
    },
    {
        "Name": "Agri Digital",
        "Description": "AgriDigital is an integrated commodity management solution for the global grains industry. They combine high-end technical and industry expertise with beautiful design and intuitive work flows to provide seamless solutions to complex commodity, logistical, risk and customer management issues. Through applied blockchain technologies, distributed ledgers and smart contracts, AgriDigital provides real time payment to growers, increased efficiencies for brokers, flexible supply chain for buyers and financiers, and paddock to plate transparency for consumers.",
        "Year": "2015",
        "Location": "Australia",
        "Website": "agridigital.io",
        "Category": "Payments",
        "Ownership": "Private",
        "Keypeople": null,
        "Investors": "Square Peg CapitalWebsite  agridigital.io"
    },
    {
        "Name": "Anyfin",
        "Description": "Anyfin enables anyone to competitively refinance their existing loans. With a combination of AI, publicly available consumer data, and with additional information garnered through taking a photo of your existing loan statement, they give a more complete picture than just your credit score alone, which is the main data point used by most original lenders.Anyfin pays off your old debt and issues a new loan with better terms. They earn money on the interest rate from the credits. Starting by helping borrowers lower their monthly costs, Anyfin’s aim is to put a stop to shady business dealings often caused by high interest rates. ",
        "Year": "2017",
        "Location": "Sweden",
        "Website": "anyfin.com",
        "Category": "Lending",
        "Ownership": "Private",
        "Keypeople": "Mikael Hussain,Sven Perkmann,Filip Polhem",
        "Investors": "Northzone, Accel, Global Founders CapitalTagline Picture. A better loan.Located  SwedenYear Founded  2017Key People  Mikael HussainSven PerkmannFilip PolhemWebsite  anyfin.com"
    },
    {
        "Name": "Aqeed Technology",
        "Description": "Aqeed is an insurance technology company that aims to make insurance simple, transparent, and accessible. They are the first digital insurance platform in the region that allows customers to not only buy their insurance online but manage and service it as well. Customers can now compare, customize and buy in less than 2 minutes.",
        "Year": "2017",
        "Location": "United Arab Emirates",
        "Website": "aqeed.com",
        "Category": "Insurance",
        "Ownership": "Private",
        "Keypeople": "Hadi Radwan,Abi Nader",
        "Investors": "Equitrust - Choueiri Group Investment FundTagline Insurance Made SimpleLocated  United Arab EmiratesYear Founded  2017Key People  Hadi RadwanAbi NaderWebsite  aqeed.com"
    },
    {
        "Name": "Bankera",
        "Description": "Bankera is developing a bank to be the bridge between the traditional world and the blockchain technology. Bankera will offer three core services: payments, loans and deposits and investment solutions such as exchange-traded funds, crypto-funds as well as roboadvisory solutions for wealth management. With a high-skilled and dedicated team, innovative solutions and a strong foundation - Spectrocoin, a leading cryptocurrencey exchange and blockchain wallet, Bankera is working towards its goal of becoming a blockchain-based bank.",
        "Year": "2017",
        "Location": "Lithuania",
        "Website": "bankera.com",
        "Category": "Neo-Bank",
        "Ownership": "Private",
        "Keypeople": "Vytautas Karalevicius",
        "Investors": "Last round of funding via an ICOTagline Banking for the blockchain era.Located  LithuaniaYear Founded  2017Key People  Vytautas KaraleviciusWebsite  bankera.com"
    },
    {
        "Name": "Blackmoon Financial Group",
        "Description": "Blackmoon is a blockchain-based investment platform driven by a team of professionals with years of experience in investments, asset management and blockchain technology.Blackmoon aims to create and maintain the world’s best framework for tokenized investment funds to deliver new opportunities in both the real world and crypto economies. This brings blockchain flexibility to fiat instruments, and the benefits of accumulated financial wisdom to crypto investments.",
        "Year": "2015",
        "Location": "Malta",
        "Website": "blackmoonplatform.com",
        "Category": "Financial Services",
        "Ownership": "Private",
        "Keypeople": null,
        "Investors": "ICO, Target Global, Flint Capital, A&NN InvestmentsWebsite  blackmoonplatform.com"
    },
    {
        "Name": "BlockFi Lending",
        "Description": "Based in New York, BlockFi is a secured non-bank lender offering USD loans to cryptoasset owners who collateralize the loan with their cryptoassets. Their products bring additional liquidity to the blockchain asset sector and meet needs of both individuals and institutions holding blockchain assets. BlockFi holds clients’ Bitcoin and Ether with a registered custodian and issuing loans in USD to their bank accounts. They are currently lending in over 45 US states and will soon be expanding into international markets.",
        "Year": "2017",
        "Location": "United States",
        "Website": "blockfi.com",
        "Category": "Lending",
        "Ownership": "Private",
        "Keypeople": "Zac Prince,Flori Marquez",
        "Investors": "Galaxy Investment Partners, ConsenSys VenturesTagline Loans backed by your cryptocurrencyLocated  United StatesYear Founded  2017Key People  Zac PrinceFlori MarquezWebsite  blockfi.com"
    },
    {
        "Name": "Brex",
        "Description": "Brex is rebuilding B2B financial products, starting with a corporate credit card for technology companies. Brex helps startups of all sizes to instantly get a credit card that has 20x higher limits, completely automates expense management, kills receipt tracking and magically integrates with accounting systems.",
        "Year": "2017",
        "Location": "United States",
        "Website": "www.brex.com",
        "Category": "Payments",
        "Ownership": "Private",
        "Keypeople": "Henrique Dubugras,Pedro Franceschi",
        "Investors": "Greenoaks Capital, DST Global, Y Combinator, Ribbit Capital, Peter Thiel, Greyhound Capital, Y CombinatorTagline Corporate Cards for StartupsLocated  United StatesYear Founded  2017Key People  Henrique DubugrasPedro FranceschiWebsite  www.brex.com"
    },
    {
        "Name": "Cashaa",
        "Description": "Cashaa is a next generation banking platform for the next billion. Cashaa is creating a better bank, challenging legacy banking by building an app and products with input from their community of users.  Their blockchain based platform enables its community to store, save, spend, recieve, borrow and get insured, with a simplified user experience in a legally compliant way.",
        "Year": "2016",
        "Location": "United Kingdom",
        "Website": "cashaa.com",
        "Category": "Neo-Bank",
        "Ownership": "Private",
        "Keypeople": null,
        "Investors": "Celestial Holdings, 2F Capital Ltd (most recently an ICO)Website  cashaa.com"
    },
    {
        "Name": "Cellulant",
        "Description": "Cellulant is an award-winning mobile commerce company operating a one-stop payments ecosystem in Africa; connecting businesses and governents to increasingly mobile consumers.  Cellulant now operates in 11 countries, with roughly 12% of Africa’s mobile consumers now able to make payments using their services and products. They are also building Agrikore, a blockchain based smart-contracting, payments marketplace system that ensures that everone in agriculture can do business in a trusted environment.",
        "Year": "2004",
        "Location": "Kenya",
        "Website": "cellulant.com",
        "Category": "Payments",
        "Ownership": "Private",
        "Keypeople": "Bolaji Akinboro,Ken Njoroge",
        "Investors": "The Rise Fund, Satya Capital, Endeavour Catalyst, Velocity Capital & Progression AfricaTagline Life is MobileLocated  KenyaYear Founded  2004Key People  Bolaji AkinboroKen NjorogeWebsite  cellulant.com"
    },
    {
        "Name": "Cleo",
        "Description": "Cleo is an artificial intelligence startup that offers an intelligent assistant to help users to manage their finances. With over 600,000 active users across the UK, US & Canada, their mission is to become the default interface for millenials interacting with and managing their money.",
        "Year": "2015",
        "Location": "United Kingdom",
        "Website": "meetcleo.com",
        "Category": "Wealth",
        "Ownership": "Private",
        "Keypeople": "Aleksandra Wozniak,Barnaby Hussey-Yeo",
        "Investors": "Balderton Capital, LocalGlobeTagline Your AI pal, giving you a hand with your money.Located  United KingdomYear Founded  2015Key People  Aleksandra WozniakBarnaby Hussey-YeoWebsite  meetcleo.com"
    },
    {
        "Name": "Coya",
        "Description": "Coya offers scalable protection at the point of need with an AI risk guardian and simple, transparent, and personalised insurance cover. Users can become insured with only a few simple clicks. Coya will soon offer “micro-policies” that allow clients to insure individual objects for only a few days or even hours.",
        "Year": "2016",
        "Location": "Germany",
        "Website": "coya.com",
        "Category": "Insurance",
        "Ownership": "Private",
        "Keypeople": "Andrew Shaw,Peter Hagen,Sebastian Villarroel",
        "Investors": "Valar Ventures, La Famiglia, e.venturesTagline Join the future of InsuranceLocated  GermanyYear Founded  2016Key People  Andrew ShawPeter HagenSebastian VillarroelWebsite  coya.com"
    },
    {
        "Name": "Crypterium",
        "Description": "Crypterium is developing a mobile app that allows instant payments in cryptocurrencey using existing payment infrastructure such as NFC or QR codes. It allows users to issue a virtual card, bind it to their crypto account, link it to Apple Pay, Samsung Pay or Android Pay, and pay with crypto by simply using a smartphone.",
        "Year": "2017",
        "Location": "Estonia",
        "Website": "crypterium.com",
        "Category": "Payments",
        "Ownership": "Private",
        "Keypeople": null,
        "Investors": "Last round of funding via an ICOWebsite  crypterium.com"
    },
    {
        "Name": "DAYLI Financial Group",
        "Description": "The largest Fintech company in Korea, DAYLI aims to provide financial services that enrich the customers’ daily lives through proprietary technology and service capabilities in artificial intelligence and blockchain, robo-advisors, financial platforms and cryptocurrency. The company is working on creating an ecosystem called ICON that will allow government departments, universities, hospitals, securities, banks and any private company to interact without third-party networks that charge transaction fees or delay the process.  Tagline Finance to enrich everyday life.Located  KoreaYear Founded  2015Key People  Sean Seunghyun ShinKevin Kangmin ParkWebsite  daylifg.comCategory  WealthOwnership  PrivateStaff👤  👤  👤  👤  👤 ",
        "Year": "2015",
        "Location": "Korea",
        "Website": "daylifg.com",
        "Category": "Wealth",
        "Ownership": "Private",
        "Keypeople": "Sean Seunghyun Shin,Kevin Kangmin Park",
        "Investors": null
    },
    {
        "Name": "Dreams",
        "Description": "Dreams is a neo-bank that makes saving, spending and lending money easy, engaging and social. With a focus on user experience and behavioral science, users in Norway and Sweden have now saved over US$100M with Dreams.",
        "Year": "2013",
        "Location": "Sweden",
        "Website": "getdreams.com",
        "Category": "Wealth",
        "Ownership": "Private",
        "Keypeople": null,
        "Investors": "Martin RandelWebsite  getdreams.com"
    },
    {
        "Name": "Funding Societies",
        "Description": "Funding Societies is an online platform that connects investors with small businesses that need funds, solving the financial inclusion issue by making credit-worthy SMEs bankable. Currently operating in South East Asia they are the first P2P platform to receive operating licenses from regulators in Singapore, Indonesia and Malaysia. This year they completed a US$25M Series B round lead by SoftBank, the largest raised by a P2P lending platform in Southeast Asia.",
        "Year": "2015",
        "Location": "Singapore",
        "Website": "fundingsocieties.com",
        "Category": "Lending",
        "Ownership": "Private",
        "Keypeople": null,
        "Investors": "Softbank Ventures Korea, Sequoia Capital India, Qualgro VC, Line Corporation, Golden Gate VenturesWebsite  fundingsocieties.com"
    },
    {
        "Name": "Geru",
        "Description": "Geru is a marketplace lender offering personal unsecured term loans for prime and near prime borrowerers through a fast, simple and transparent online experience. Brazil’s first fully digital payroll loan product, Geru developed its own credit score model using conventional and alternative data. In March this year, the company introduced payroll loans, under which employers discount instalments from pay checks, in a partnership with French bank BNP Pariba’s Cetelem consumer credit unit.",
        "Year": "2013",
        "Location": "Brazil",
        "Website": "geru.com.br",
        "Category": "Lending",
        "Ownership": "Private",
        "Keypeople": "Sandro Reiss,Tomas Correa,Karin Thies  ",
        "Investors": "Chromo InvestTagline The smart way to get a loan.Located  BrazilYear Founded  2013Key People  Sandro ReissTomas CorreaKarin Thies  Website  geru.com.br"
    },
    {
        "Name": "InstaReM",
        "Description": "InstaReM provides fast, secure and cost-effective digital cross-border money transfer services to individuals and businesses. InstaReM has created a unique payment mesh in Asia, which is being leveraged by individuals and corporates. The company also offers a configurable, multi-featured platform MassPay that helps corporates and SME users to manage and control their high-volume remittances to multiple beneficiaries in multiple currencies via a seamless process, enabling them to reduce cross-border money transfer costs by up to 80%.",
        "Year": "2014",
        "Location": "Singapore",
        "Website": "instarem.com",
        "Category": "Payments",
        "Ownership": "Private",
        "Keypeople": "Michael Bermingham,Prajit Nanu",
        "Investors": "Silicon Valley Bank, GSR Ventures, Vertex Ventures, SBI-FMO Fund, Global Founders CapitalTagline Send & SaveLocated  SingaporeYear Founded  2014Key People  Michael BerminghamPrajit NanuWebsite  instarem.com"
    },
    {
        "Name": "Konfio",
        "Description": "Konfío is an online lending platform that helps micro-businesses in Latin America who don’t have access to credit to obtain affordable loans. Their proprietary algorithm processes thousands of data points to measure creditworthiness and approves loans in real-time, allowing each applicant to save two months on average.   Their mission is to boost the regional economy with productive loans for young promising businesses who need it the most.",
        "Year": "2013",
        "Location": "Mexico",
        "Website": "konfio.mx",
        "Category": "Lending",
        "Ownership": "Private",
        "Keypeople": "David Arana,Francisco Padilla",
        "Investors": "Vostok Emerging Finance, Quona Capital, QED Investors, Kaszek Ventures, Jaguar VenturesTagline A new financial service experience for SMEs.Located  MexicoYear Founded  2013Key People  David AranaFrancisco PadillaWebsite  konfio.mx"
    },
    {
        "Name": "Kredivo",
        "Description": "Operated by fintech company FinAccel, Kredivo functions like a digital credit card, enabling consumers without a credit card to shop online on credit and pay later in instalments.  Kredivo has built a modern API to let retailers give their customers innovative financing options. They now have over half a million approved users, have credit scored nearly two million e-commerce consumers, and is available at over 200 merchants.",
        "Year": "2016",
        "Location": "Indonesia",
        "Website": "kredivo.com",
        "Category": "Payments",
        "Ownership": "Private",
        "Keypeople": "Akshay Garg",
        "Investors": "SquarePeg Capital, Openspace Ventures, MDI Ventures, Jungle Ventures, GMO Venture PartnersTagline Buy Now, Pay Later Located  IndonesiaYear Founded  2016Key People  Akshay GargWebsite  kredivo.com"
    },
    {
        "Name": "KyberNetwork",
        "Description": "KyberNetwork is a new system which allows the exchange and conversion of digital assets. The system provides rich payment APIs and a new contract wallet that allow anyone to seamlessly receive payments from any token. Users can also mitigate the risks of price fluctuations in the cryptocurrency world with their derivative trading. Kyber’s on-chain liquidity protocol allows decentralized token swaps to be integrated into any application, enabling value exchange to be performed seamlessly between all parties in the ecosystem. ",
        "Year": "2017",
        "Location": "Singapore",
        "Website": "kyber.network",
        "Category": "Payments",
        "Ownership": "Private",
        "Keypeople": null,
        "Investors": "ICO, 8 Decimal CapitalWebsite  kyber.network"
    },
    {
        "Name": "Liwwa",
        "Description": "Liwwa Inc is the first peer-to-peer lending platform in the MENA region, connecting small and medium businesses who need capital with fixed-income investors. The company’s peer-to-peer lease-to-own model addresses the capital access and interest-free investor return opportunities. Liwwa conducts in-house reviews of a small business’s creditability and enables them to pay a monthly fee to investors. Since 2015, Liwwa has enabled businesses to raise more than US$8M through over 220 loans.",
        "Year": "2013",
        "Location": "Jordan",
        "Website": "liwwa.com",
        "Category": "Wealth",
        "Ownership": "Private",
        "Keypeople": "Ahmed Moor,Samer Atiani",
        "Investors": "Silicon Badia, FMO, DASH VenturesTagline Lend to Small BusinessesLocated  JordanYear Founded  2013Key People  Ahmed MoorSamer AtianiWebsite  liwwa.com"
    },
    {
        "Name": "Look Who’s Charging",
        "Description": null,
        "Year": "2016",
        "Location": "Australia",
        "Website": "lookwhoscharging.com.au",
        "Category": "Other",
        "Ownership": "Private",
        "Keypeople": null,
        "Investors": null
    },
    {
        "Name": "MoMo",
        "Description": "Tagline Mobile MoneyLocated  VietnamYear Founded  2013Key People  Pham Thanh DucWebsite  www.momo.vnCategory  PaymentsOwnership  PrivateStaff👤  👤  👤  👤  👤 Company DescriptionMomo offers a mobile, electronic wallet and payment application for iOS and Android devices. Its products help customers in Vietnam make nationwide cash transfers, pay more than 100 types of bills, recharge mobile phone accounts, settle personal loans, and purchase services such as software license and online game cards, airline and movie tickets, etc. The company’s payment system partners with 24 domestic banks and foreign payment networks, including JCB, MasterCard, and Visa. They are both the largest and the fastest-growing of Vietnams’s payment providers with over 8 million customers and a growth rate of 15% in monthly transaction volume and user base.",
        "Year": "2013",
        "Location": "Vietnam",
        "Website": "www.momo.vn",
        "Category": "Payments",
        "Ownership": "Private",
        "Keypeople": "Pham Thanh Duc",
        "Investors": null
    },
    {
        "Name": "Nod",
        "Description": "Tagline Advice about money from an expert on-demand.Located  AustraliaYear Founded  2015Key People  Joel RobbieWebsite  nod.moneyCategory  OtherOwnership  PrivateStaff👤  👤  👤  👤  👤 Nod is a natural language artificial intelligence platform helping busineses in the financial advice and accounting industries to transform how they serve clients. Their software platform makes it easy for clients to connect with their advisers from wherever they are, and produces compliant documents for financial advisers and accountants in real-time to help them get advice to their clients as efficiently as possible, delighting them along the way.  Nod has also built some innovative adviser-side technology including an automated fact-find process and an AI engine that produces compliant statement of advice documents.",
        "Year": "2015",
        "Location": "Australia",
        "Website": "nod.money",
        "Category": "Other",
        "Ownership": "Private",
        "Keypeople": "Joel Robbie",
        "Investors": null
    },
    {
        "Name": "Omise",
        "Description": "Omise is Thailand’s leading online payment enabler offering a wide range of processing solutions for any business need. Being the only PCI 3.0 compliant startup in Thailand, allows Omise to tokenize cards for one-click payments and ongoing subscriptions bringing greater simplicity and ease to the existing process, which can be convoluted and frustrating. They offer a set of APIs and developer resources that can allow new merchants to be online and accepting payment within 24 hours.",
        "Year": "2013",
        "Location": "Thailand",
        "Website": "www.omise.co",
        "Category": "Payments",
        "Ownership": "Private",
        "Keypeople": "Ezra Don Harinsut,Jun Hasegawa",
        "Investors": "ICO, SBI Asset Management, SMDV, SBI Asset Management, Golden Gate Ventures, Ascend Venture GroupTagline Payment Gateway for AsiaLocated  ThailandYear Founded  2013Key People  Ezra Don HarinsutJun HasegawaWebsite  www.omise.co"
    },
    {
        "Name": "Payr",
        "Description": "Tagline A simple app for bill paymentLocated  NorwayYear Founded  2016Key People  Espen GrimstadWebsite  payr.noCategory  PaymentsOwnership  PrivateStaff👤  👤  👤  👤  👤 Payr is building innovative banking sevices for consumers and businesses. Their first product is a payment service making it easier to pay bills for people in the Nordics.  Their next generation payment platform empowers consumers to pay invoices in flexible and smart ways. Customers can pay any invoice using bank account, debit or credit card or digital wallets, saving them time and money. Payr also improves invoice payments by providing truly independent price and quality comparison, enabling simpler and fast switching to providers that offer greater value to their customers. To service providers we greatly reduce the cost per acquisition on customer referrals. To invoice issuers we eliminate the invoicing costs.",
        "Year": "2016",
        "Location": "Norway",
        "Website": "payr.no",
        "Category": "Payments",
        "Ownership": "Private",
        "Keypeople": "Espen Grimstad",
        "Investors": null
    },
    {
        "Name": "PaySense",
        "Description": "PaySense is a consumer lending platform that gives users credit in a customised manner. PaySense EMI, their personalised line of credit, is similar to a personal loan and can be used to make instant purchases, whether online or offline, through affordable EMI plans. The upper limit of credit disbursed is Rs 2 lakh, which will soon be increased to rs 5 lakh.",
        "Year": "2015",
        "Location": "India",
        "Website": "gopaysense.com",
        "Category": "Lending",
        "Ownership": "Private",
        "Keypeople": null,
        "Investors": "PayU, Nexus Venture Partners, Jungle VenturesWebsite  gopaysense.com"
    },
    {
        "Name": "PayTabs",
        "Description": "PayTabs has established itself as a leading global payments provider. An innovative economy payment processing and fraud prevention company built to provide buyers and sellers an advanced technology to pay and get paid. It’s focus is on assisting small and medium businesses to make simple and secure transactions online. ",
        "Year": "2014",
        "Location": "Bahrain",
        "Website": "paytabs.com",
        "Category": "Payments",
        "Ownership": "Private",
        "Keypeople": "Abdulaziz Fahad Al Jouf",
        "Investors": "Saudi Aramco Entrepreneurship VenturesTagline Accept Payments OnlineLocated  BahrainYear Founded  2014Key People  Abdulaziz Fahad Al JoufWebsite  paytabs.com"
    },
    {
        "Name": "Pleo",
        "Description": "Pleo offers a simple, seamless spending solution for employees. Admins can easily delegate payment cards to their employees while being able to set individual limits on each card. Employees can capture receipts on the fly using their phone, then software matches receipts with expenses automatically. The entire company’s spending can be tracked in real time and all expenses can easily be synced with the company’s accounting software.  With over 1500 companies having adopted Pleo they will soon expand their services from the UK and Denmark into other European countries. Tagline Say goodbye to expense reportsLocated  DenmarkYear Founded  2015Key People  Jeppe RindomNiccolo PerraWebsite  pleo.ioCategory  PaymentsOwnership  PrivateStaff👤  👤  👤  👤  👤 ",
        "Year": "2015",
        "Location": "Denmark",
        "Website": "pleo.io",
        "Category": "Payments",
        "Ownership": "Private",
        "Keypeople": "Jeppe Rindom,Niccolo Perra",
        "Investors": null
    },
    {
        "Name": "Polymath",
        "Description": "Polymath Network (Polymath) is a decentralized protocol that makes it easier to raise capital and create security tokens. The Polymath ST-20 standard embeds regulatory requirements into the tokens themselves, restricting trading to verified participants only. The protocol simplifies the complex technical challenges of creating a security token and aims to bring the multi-trillion dollar financial securities market to the blockchain.Tagline The Future of SecuritiesLocated  BarbadosYear Founded  2017Key People  Chris HousserTrevor KoverkoWebsite  polymath.networkCategory  PaymentsOwnership  PrivateStaff👤  👤  👤  👤  👤 ",
        "Year": "2017",
        "Location": "Barbados",
        "Website": "polymath.network",
        "Category": "Payments",
        "Ownership": "Private",
        "Keypeople": "Chris Housser,Trevor Koverko",
        "Investors": null
    },
    {
        "Name": "Plussimple (+Simple)",
        "Description": "+Simple is an insurance Robo-Broker for freelancers, small and medium businesses. Answer 5-10 questions and their technology will generate a tailor-made and competitive insurance package which can include 5-10 products in one single policy. Customers can sign and pay for their policies within minutes on a seamless e-commerce interface. +Simple also manages their clients claims.",
        "Year": "2015",
        "Location": "France",
        "Website": "plussimple.fr",
        "Category": "Insurance",
        "Ownership": "Private",
        "Keypeople": null,
        "Investors": "Idinvest Partners, OneRagtime, Anthemis GroupWebsite  plussimple.fr"
    },
    {
        "Name": "Power Ledger",
        "Description": "The Power Ledger is bringing P2P solar energy trading blockchain technology to the world. Their platform allows renewable energy asset owners to decide who they want to sell their surplus energy to and at what price. Using blockchain technology they provide a transparent, auditable and automated market trading and clearing mechanism for the benefit of producers and consumers. Their technology enables the sale of surplus renewable energy generated at residential and commercial developments (including multi-unit/multi-tenanted) and at homes and businesses connected to existing electricity distribution networks, or within micro-grids. ",
        "Year": "2016",
        "Location": "Australia",
        "Website": "powerledger.io",
        "Category": "Payments",
        "Ownership": "Private",
        "Keypeople": null,
        "Investors": "Last round of funding via an ICOWebsite  powerledger.io"
    },
    {
        "Name": "Pundi X",
        "Description": "Pundi X empowers blockchain developers and token holders to transact cryptocurrency and services at any physical store in the world.The world’s first comprehensive offline cryptocurrency sales solutions, Pundi X aims to become cryptocurrencey’s largest offline sales network.",
        "Year": "2017",
        "Location": "Indonesia",
        "Website": "pundix.com",
        "Category": "Payments",
        "Ownership": "Private",
        "Keypeople": null,
        "Investors": "Last round of funding via an ICOWebsite  pundix.com"
    },
    {
        "Name": "Quantexa",
        "Description": "Quantexa enables companies and institutions to make better decisions from their data. Their revolutionary technology is based on the latest developments in big data software and uses real-time entity resolution with network analytics and AI to knit together vast and disparate data sets and derive actionable intelligence.It is led by a team of experts with a collective experience of over a century in advanced analytics and data focused solutions.",
        "Year": "2016",
        "Location": "United Kingdom",
        "Website": "quantexa.com",
        "Category": "Other",
        "Ownership": "Private",
        "Keypeople": "Vishal Marria,Imam Hoque",
        "Investors": "Dawn Capital, HSBC, Albion Capital GroupTagline Connecting data. Empowering decisions.Located  United KingdomYear Founded  2016Key People  Vishal MarriaImam HoqueWebsite  quantexa.com"
    },
    {
        "Name": "Recordsure",
        "Description": null,
        "Year": "2012",
        "Location": "United Kingdom",
        "Website": "recordsure.com",
        "Category": "Other",
        "Ownership": "Private",
        "Keypeople": "Joanne Smith",
        "Investors": null
    },
    {
        "Name": "Ripio Credit Network",
        "Description": "Ripio, formerly known as Bitpagos, is a financial payments company that provides electronic payment solutions for businesses in Latin America. It offers a range of financial services for the emerging markets using the blockchain technology to make a more accessible financial system. The company helps merchants process international transactions with credit cards or bitcoins for a fraction of the cost, as well as helping consumers buy bitcoins instantly with cash. In 2016 it launched Ripio Credit Network, a now global peer-to-peer credit network based on co-signed smart contracts and blockchain technology.",
        "Year": "2013",
        "Location": "Argentina",
        "Website": "ripiocredit.network",
        "Category": "Payments",
        "Ownership": "Private",
        "Keypeople": "Luciana Gruszeczka,Mugur Marculescu,Sebastian Serrano",
        "Investors": "ICO, Digital Finance Group, Fenbushi Capital, Draper Associates, Boost VCTagline Buy bitcoins easily.Located  ArgentinaYear Founded  2013Key People  Luciana GruszeczkaMugur MarculescuSebastian SerranoWebsite  ripiocredit.network"
    },
    {
        "Name": "Shift Technology",
        "Description": null,
        "Year": "2014",
        "Location": "France",
        "Website": "shift-technology.com",
        "Category": "Other",
        "Ownership": "Private",
        "Keypeople": "David Durrleman,Eric Sibony,Jeremy Jawish",
        "Investors": "General Catalyst, Accel, Iris Capital, Elaia PartnersAt a GlanceTagline Fight fraud with AILocated  FranceYear Founded  2014Key People  David DurrlemanEric SibonyJeremy JawishWebsite  shift-technology.com"
    },
    {
        "Name": "Singlife",
        "Description": "Singapore Life is an independent life insurance company and is the first local independent insurer to be licensed by the Monetary Authority of Singapore since 1970. Singapore Life features robust digital robo-underwriting and identity verification capabilities that dynamically expedite the application and approval process. The purchase journey is intuitive and secure, can be done without assitance.",
        "Year": "2014",
        "Location": "Singapore",
        "Website": "singlife.com",
        "Category": "Insurance",
        "Ownership": "Private",
        "Keypeople": "Walter de Oude,Ray Ferguson",
        "Investors": "Impact Capital Holdings, IPGL, Caber PartnersTagline Good value life insurance that you actually needLocated  SingaporeYear Founded  2014Key People  Walter de OudeRay FergusonWebsite  singlife.com"
    },
    {
        "Name": "Tala",
        "Description": "Tagline Giving credit where it’s dueLocated  United StatesYear Founded  2011Key People  Shivani SiroyaWebsite  tala.coCategory  OtherOwnership  PrivateStaff👤  👤  👤  👤  👤 Tala provides a credit scoring and reporting platform to financial services institutions in emerging countries. Traditional credit doesn’t work in emerging markets; mobile does. Tala’s technologies are unlocking trillions of dollars in purchasing power in the world’s fastest growing economies. Through their mobile app and unique channel, they gather an average of 10,000 discrete data points per user to provide personalized offers and deliver real-time credit. Tala has now delivered over 6 million loans to nearly 1.3 million customers totalling more than $300 million.",
        "Year": "2011",
        "Location": "United States",
        "Website": "tala.co",
        "Category": "Other",
        "Ownership": "Private",
        "Keypeople": "Shivani Siroya",
        "Investors": null
    },
    {
        "Name": "Tally Technologies",
        "Description": "Tagline Overcome credit card debtLocated  United StatesYear Founded  2015Key People  Jason BrownJasper PlatzWebsite  meettally.comCategory  PaymentsOwnership  PrivateStaff👤  👤  👤  👤  👤 Tally wants to automate their customers financial lives, starting with credit cards. It is the first app to unbundle the credit card, putting power back into the hands of consumers. Tally analyses users’ financial profiles to determine a way to pay down a consumer’s credit card debt and then takes action based on this information. Tally also has its own underwriting and financing models, which allow it to pass on savings. Earlier this year the company launched Tally Advisor its first in-app, robo-advisor enterprise. The feature helps users come up with a specific date for when they will be debt-free and adjusts if and when users encounter financial setbacks or have increased cash flow.",
        "Year": "2015",
        "Location": "United States",
        "Website": "meettally.com",
        "Category": "Payments",
        "Ownership": "Private",
        "Keypeople": "Jason Brown,Jasper Platz",
        "Investors": null
    },
    {
        "Name": "TenX",
        "Description": "TenX aims to let you send and spend crypto money anywhere, anytime. Their cryptocurrency payment platform achieves this via the TenX mobile wallet, debit card bank account, ATM access and more. The wallet can be loaded with a variety of different cryptocurrencies, including Bitcoin, Ethereum and Dash. Available as an Android, iOS, and web app, the wallet supports TenX’s principle of always-on user access. The company allows users to spend at over 42 million points of acceptance online and offline, in almost 200 countries around the world.",
        "Year": "2015",
        "Location": "Singapore",
        "Website": "tenx.tech",
        "Category": "Payments",
        "Ownership": "Private",
        "Keypeople": null,
        "Investors": "ICO, Chain CapitalWebsite  tenx.tech"
    },
    {
        "Name": "ThisIsMe",
        "Description": null,
        "Year": "2013",
        "Location": "South Africa",
        "Website": "thisisme.com",
        "Category": "Other",
        "Ownership": "Private",
        "Keypeople": "David Thomas,Juan Furmie,Nadeem Shahid",
        "Investors": null
    },
    {
        "Name": "Tide",
        "Description": "Tide is the UK’s only mobile-first banking service exclusively targeting small and medium enterprise customers. Tide’s unique selling point is that it provides a less expensive and faster service to smaller businesses who lack the staffing to run the accounting and admin sides of their busineseses efficiently. Since launching in 2017, Tide has acquired nearly 40,000 small business customers and surpassed 1B pounds of transactions in March of this year.",
        "Year": "2015",
        "Location": "United Kingdom",
        "Website": "tide.co",
        "Category": "Wealth",
        "Ownership": "Private",
        "Keypeople": "George Bevis",
        "Investors": "Augmentum Fintech, Passion Capital, Creandum, Anthemis Group, LocalGlobeTagline Business banking re-designed.Located  United KingdomYear Founded  2015Key People  George BevisWebsite  tide.co"
    },
    {
        "Name": "Tiger Brokers",
        "Description": "Tagline Get ready to invest for real.Located  ChinaYear Founded  2014Key People  Wu TianhuaWebsite  itiger.comCategory  WealthOwnership  PrivateStaff👤  👤  👤  👤  👤 Tiger Brokers is an online brokerage that allows Chinese investors at home and abroad, to trade stocks in the U.S, Hong Kong and mainland China market via the stock connect scheme between Hong Kong and mainland stock exchanges. It offers lower financing costs and commission fees to attract investors. It also has an online community for investors to share information and trading experience.  33 months after its launch, the accumulated trading volume of its mobile app reached $150 billion. Earlier this year the company became an official strategic partner of NASDAQ data to distribute its US stock market data to the Chinese online world. ",
        "Year": "2014",
        "Location": "China",
        "Website": "itiger.com",
        "Category": "Wealth",
        "Ownership": "Private",
        "Keypeople": "Wu Tianhua",
        "Investors": null
    },
    {
        "Name": "Tpaga",
        "Description": "Tpaga is a mobile wallet for the unbanked. It allows consumers in Latin America to store money via cash kiosk and then use it to pay for utility bills, cell phone top-ups, groceries and even gas station merchants.Earlier this year they became the first mobile wallet in Latin America to allow consumers to pay for groceries without having a bank account, and now allow unbanked businesses to start receiving payment without a POS system.",
        "Year": "2015",
        "Location": "Colombia",
        "Website": "tpaga.co",
        "Category": "Payments",
        "Ownership": "Private",
        "Keypeople": null,
        "Investors": "Y Combinator, Toro Ventures, Hack VC, Greyhound Capital, Green Visor CapitalWebsite  tpaga.co"
    },
    {
        "Name": "Trade Ledger",
        "Description": null,
        "Year": "2016",
        "Location": "Australia",
        "Website": "tradeledger.io",
        "Category": "Lending",
        "Ownership": "Private",
        "Keypeople": "Martin McCann,Matthias Born",
        "Investors": null
    },
    {
        "Name": "Varo Money",
        "Description": "Varo Money, is a financial technology company and mobile banking business that helps customers cover their expenses, pay their bills, and build their wealth over time. Working with Bancorp Bank, the company offers FDIC-insured bank accounts with no monthly maintenance fees and no ATM withdrawal fees for money withdrawn at more than 55,000 Allpoint ATMs. In September of this year the company announced that is had been granted a preliminary approval of its application for a national bank charter by the Office of the Controller of the Currency which would make it the first all-mobile national bank in the US, pending the OCC’s final approval.",
        "Year": "2015",
        "Location": "United States",
        "Website": "varomoney.com",
        "Category": "Neo-Bank",
        "Ownership": "Private",
        "Keypeople": "Colin Walsh,Kolya Klymenko",
        "Investors": "Warburg Pincus, The Rise Fund, Manatt Venture FundTagline Fee Free, the Only Way to BankLocated  United StatesYear Founded  2015Key People  Colin WalshKolya KlymenkoWebsite  varomoney.com"
    },
    {
        "Name": "Wallet.ng",
        "Description": "Wallet.ng is a digital wallet/payments product that allows users to make payments, transfer funds, pay bills and withdraw from ATMs - all using their phone number. With over 5,000 users they are primarily targeting students, entrepreneurs, young professionals and expats.Last month alone they processed N234 million across just 17,000 transactions and have seen an average of 78% month-on-month growth in transaction volume and value since January 2018.",
        "Year": "2016",
        "Location": "Nigeria",
        "Website": "wallet.ng",
        "Category": "Wealth",
        "Ownership": "Private",
        "Keypeople": "John Oke",
        "Investors": "MicrotractionTagline Send Money, Receive Money and make payments using a phone numberLocated  NigeriaYear Founded  2016Key People  John OkeWebsite  wallet.ng"
    },
    {
        "Name": "Wave Money",
        "Description": "Wave Money, a joint venture between Telenor, FMI, Yoma Bank and Singapore Exchange list Yoma Strategic Holdings and operates as a mobile financial services provider. Wave Money is a financial service platform targeting the unbanked population in Myanmar. It is the first company to be regulated under the Mobile Financial Services Regulation and to secure a licence from the Central Bank of Myanmar.Tagline Easy and instant money transferLocated  MyanmarYear Founded  2015Key People  Brad JonesWebsite  wavemoney.com.mmCategory  PaymentsOwnership  PrivateStaff👤  👤  👤  👤  👤 ",
        "Year": "2015",
        "Location": "Myanmar",
        "Website": "wavemoney.com.mm",
        "Category": "Payments",
        "Ownership": "Private",
        "Keypeople": "Brad Jones",
        "Investors": null
    },
    {
        "Name": "WeBank",
        "Description": null,
        "Year": "2014",
        "Location": "China",
        "Website": "webank.com",
        "Category": "Neo-Bank",
        "Ownership": "Private",
        "Keypeople": "Gu Min,Gary Fang,Li Nanqing",
        "Investors": "Tencent HoldingsAt a GlanceTagline TenCent’s bankLocated  ChinaYear Founded  2014Key People  Gu MinGary FangLi NanqingWebsite  webank.com"
    }
]