{
    "url": "https://en.wikipedia.org/wiki/ZhongAn",
    "name": "ZhongAn",
    "description": "ZhongAn Online P&C Insurance Co. Ltd. is a Chinese online-only insurance company. Founded in 2013, the company’s headquarters are based in Shanghai, China. ZhongAn’s chairman and executive director is Yaping Ou who is also an executive director. The company’s CEO is Jin “Jeffrey” Chen but was initially co-founded by China’s most notable business magnates- the chairmen of Chinese multinational conglomerates. This includes Alibaba’s Jack Ma, Tencent's Pony Ma and Ping An Insurance's Mingzhe Ma. Together, the three businessmen created the country’s first and largest insurance company to offer and sell products through the internet. There are five important areas of service that the company offers and sells; lifestyle consumption, consumer finance, health, auto and travel. In addition to insurance services, ZhongAn has established numerous subsidiaries such as ZhongAn International and ZhongAn Information and Technology Services and Co. As of October 2018, ZhongAn has a total market capitalization of US$44.756 billion which is equivalent to 307.42 trillion yuan.",
    "metadata": {
        "0": {
            "1": "Trading name",
            "2": "ISIN",
            "3": "Industry",
            "4": "Founded",
            "5": "Headquarters",
            "6": "Area served",
            "7": "Key people",
            "8": "Services",
            "9": "Subsidiaries",
            "10": "Website"
        },
        "1": {
            "1": "6060:HK",
            "2": "CNE100002QY7",
            "3": "Insurance",
            "4": "2013",
            "5": "Shanghai , China",
            "6": "China, Asia Region",
            "7": "Yaping Ou (Chairman and Executive Director), Jin \"Jeffrey\" Chen (CEO and Executive Director)\nJack Ma (Founder), Pony Ma (Founder), Ma Mingzhe (Founder)",
            "8": "Online insurance",
            "9": "ZhongAn International\nZhongAn Information and Technology Services and Co.",
            "10": "https://www.zhongan.com/"
        }
    }
}